[
  {
    "id": 1,
    "name": "10 M Guided",
    "url": "https://drive.google.com/uc?export=download&id=1NJCi6p-ngtigvxc71JT2MZ7Ts1hWnypI",
    "urlimg": "https://raw.githubusercontent.com/isaacmmmpi/mindfulnessVideo/master/p/1.jpeg",
    "description": "Mindfulness is a natural quality that we all have. It’s available to us in every moment if we take the time to appreciate it. When we practice mindfulness, we’re practicing the art of creating space for ourselves—space to think, space to breathe, space between ourselves and our reactions. Becoming more aware of where you are and what you’re doing, without becoming overly reactive or overwhelmed by what’s going on around you.",
    "time": 10,
    "level": 1,
    "like": 0
  },
  {
    "id": 2,
    "name": "10M Positive Life",
    "url": "https://drive.google.com/uc?export=download&id=1CTr74ixWuSqdLRVcfT3mMS66euXhv3CQ",
    "urlimg": "https://raw.githubusercontent.com/isaacmmmpi/mindfulnessVideo/master/p/2.jpg",
    "description": "Positive thinking is an optimistic state of mind, which sees the bright side of life. A positive frame of mind brings more harmony and happiness, improves relationships, and attracts success into your life. You will find here many articles, with advice and tips, for becoming positive in your thoughts, attitude and actions.",
    "time": 10,
    "level": 3,
    "like": 0
  },
  {
    "id": 3,
    "name": "All It Take Is 10M",
    "url": "https://drive.google.com/uc?export=download&id=1mawSKk0kE7SbDtqtsa1a9JauQ6aIcJiW",
    "urlimg": "https://raw.githubusercontent.com/isaacmmmpi/mindfulnessVideo/master/p/3.jpg",
    "description": "Intention refers to the underlying motivation for everything we think, say, or do. From the brain’s perspective, when we act in unintended ways, there’s a disconnect between the faster, unconscious impulses of the lower brain centers and the slower, conscious, wiser abilities of the higher centers like the pre-frontal cortex.  Given that the unconscious brain is in charge of most of our decision-making and behaviors, this practice can help you align your conscious thinking with a primal emotional drive that the lower centers care about. Beyond safety, these include motivations like reward, connection, purpose, self-identity and core values.",
    "time": 10,
    "level": 2,
    "like": 0
  },
  {
    "id": 4,
    "name": "How To Meditate For Beginners",
    "url": "https://drive.google.com/uc?export=download&id=1WiAQh0wYwRPaAojXBGrQLWT8a8GbnMAM",
    "urlimg": "https://raw.githubusercontent.com/isaacmmmpi/mindfulnessVideo/master/p/4.jpg",
    "description": "Let's assume you've never heard of mindfulness, don't know what it is, don't understand why we need to practice it in our lives, let's explore this topic together in this video. I will discuss the heart of mindfulness practice and how to cultivate mindfulness in daily life. I will also briefly describe the application of mindfulness in contemporary clinical practice - how to deal with stress, pain and disease, and how to use mindfulness decompression to help patients recover their health. I will also talk about some exciting new areas of scientific research. These studies show that mindfulness training seems to have many other effects. It does change the structure and function of the brain. These data show the significant meaning of the between our thoughts and emotions (especially those that are most likely to trigger our subconscious reactions).",
    "time": 5,
    "level": 1,
    "like": 0
  },
  {
    "id": 5,
    "name": "How Mind Transform Us",
    "url": "https://drive.google.com/uc?export=download&id=1Bw7kJrOOooq9HOx5khLW0TySaytRxjg4",
    "urlimg": "https://raw.githubusercontent.com/isaacmmmpi/mindfulnessVideo/master/p/5.jpg",
    "description": "Practicing mindfulness in person will bring endless opportunities to help you build a closer connection with your heart, let you enter and develop the resources deep inside, realize learning, growth, healing, or even transform your understanding about who you are, how to have a more intelligent life, a better state, a deeper understanding of the world and greater happiness.",
    "time": 13,
    "level": 2,
    "like": 0
  },
]

